/* GENERAL */
"okCallToAction" = "OK"; /* alert call to action */
"deleteCallToAction" = "Töröl"; /* alert call to action */



/* TABS */
"homeTab" = "Haza"; /* Home tab */
"openTab" = "Nyitva"; /* Open projects tab */
"closedTab" = "Zárva"; /* Closed projects tab */
"awardsTab" = "Díjak"; /* Awards tab */



/* HOME VIEW */
"upNextSectionHeader" = "Következő"; /* section header for user's most high priority items */
"moreToExploreSectionHeader" = "Felfedezendő dolgok"; /* section header for user's other items, sorted in order of priority */
"landscapePlaceholder" = "A kezdéshez válasszon valamit a menüből."; /* placeholder text for when the user has the device in landscape mode */
"%@, %lld items, %g%% complete" = "%@, %lld tétel, %g%% kész"; /* label for VoiceOver */



/* PROJECTS VIEW */
"openProjects" = "Nyitott projektek"; /* navigation bar title */
"closedProjects" = "Lezárt projektek"; /* navigation bar title */
"New Project" = "Új projekt"; /* placeholder text for title of a newly added project */
"New Item" = "Új tétel"; /* placeholder text for title of a newly added item */
"noProjectsPlaceholder" = "Itt most nincs semmi..."; /* placeholder text for when the user has yet to open any projects */
"addProject" = "Projekt hozzáadása"; /* label for plus button in the toolbar */
"addItem" = "Új tétel hozzáadása"; /* label for the new item button in the list of items for a project */
"%@, completed" = "%@, elkészült"; /* label for VoiceOver indicating whether an item is complete or not */
"%@, high priority" = "%@, elsőbbségi"; /* label for VoiceOver indicating whether an item is high priority or not */



/* PROJECT ITEM SORTING */
"Sort" = "Válogatás"; /* label for the sort items button in the toolbar */
"sortItemsTitle" = "Tételek rendezése"; /* title for action sheet */
"sortItemsMessage" = "Hogyan szeretné rendezni a projekt tételek?"; /* message for action sheet */
"sortOrderOptimised" = "Optimalizálás"; /* project item sorting method */
"sortOrderDateCreated" = "Létrehozás dátuma"; /* project item sorting method */
"sortOrderAlphabetical" = "Cím"; /* project item sorting method */



/* EDITING PROJECTS */
"editProject" = "Projekt szerkesztése"; /* navigation bar title */
"basicSettingsSectionHeader" = "Alapbeállítások";  /* section header */
"projectName" = "Projekt név"; /* placeholder text for textfield */
"projectDescription" = "Projekt dokumentáció"; /* placeholder text for text field */
"projectColorSectionHeader" = "Egyedi projekt szín"; /* section header */
"Pink" = "Rózsaszín"; /* project colour */
"Purple" = "Lila"; /* project colour */
"Red" = "Piros"; /* project colour */
"Orange" = "Narancs sárga"; /* project colour */
"Gold" = "Arany"; /* project colour */
"Green" = "Zöld"; /* project colour */
"Teal" = "Zöldeskék"; /* project colour */
"Light Blue" = "Világos kék"; /* project colour */
"Dark Blue" = "Sötét kék"; /* project colour */
"Midnight" = "Éjfél"; /* project colour */
"Dark Gray" = "Sötét szürke"; /* project colour */
"Gray" = "Szürke"; /* project colour */
"closeProject" = "Projekt bezárása"; /* label for the close project button - closing a project is equivalent to marking it as finished */
"reopenProject" = "Projekt újra nyitása"; /* label for the reopen project button - reopening a project is equivalent to marking it as not finished */
"deleteProject" = "Projekt törlése"; /* label for the delete project button */
"warningFooter" = "A projekt bezárásával a Nyitottról a Zárt ablakba kerül; törlésével a projekt teljesen el lesz távolítva."; /* warning text below the delete button */
"deleteProjectAlertTitle" = "Projekt törlése?"; /* alert title */
"deleteProjectAlertMessage" = "Biztosan törli a projektet? Az összes elem törlődni fog."; /* message for alert */



/* EDITING ITEMS */
"editItem" = "Tétel szerkesztése"; /* navigation bar title */
"itemName" = "Tétel név"; /* placeholder text for textfield */
"itemDescription" = "Leírás"; /* placeholder text for textfield */
"itemPriority" = "Elsőbbség"; /* section header */
"itemPriorityHigh" = "Magas"; /* project item priority */
"itemPriorityMedium" = "Közepes"; /* project item priority */
"itemPriorityLow" = "Alacsony"; /* project item priority */
"markCompletedToggleLabel" = "Befejezve"; /* toggle label to indicate an item is finished */



/* AWARDS VIEW */
"lockedAlertTitle" = "Zárt"; /* title for alert */
"Unlocked: %@" = "Nyitott: %@"; /* title for alert */


